[UIModToggles]
m_strModTogglesTitle=ДОСТУПНЫЕ МОДЫ

[UIModShell]
m_strTitle="МЕНЕДЖЕР МОДОВ"
m_strSelectModsButton=ВЫБЕРИТЕ МОДЫ
m_strBackToModsButton=НАЗАД К МОДАМ
m_strSelectPackagesButton="ПАКЕТЫ МОДОВ"
m_strConfigureModsButton=НАСТРОЙТЕ ТЕКУЩИЙ МОД
m_strConfigureModMgrButton=НАСТРОЙТЕ МЕНЕДЖЕР МОДОВ
m_strResetAllButton="ВЕРНИТЕ ВСЕ ПО УМОЛЧАНИЮ"
m_strResetModButton="ВЕРНУТЬ ВСЕ ПО УМОЛЧАНИЮ"
m_strRestoreDefaultsModOptions=СБРОСИТЬ ПАРАМЕТРЫ
m_strRestoreDefaultsModList=СБРОСИТЬ СПИСОК МОДОВ
m_strRestoreDefaultsDialog="Выберите, что вы хотите восстановить."
m_strResetModListWarning="Список выбранных модов будет сброшен до значений по умолчанию (как установлено в DefaultModsProfile.ini). Вы подтверждаете?"
m_strNoOptions=НЕТ ДОСТУПНЫХ НАСТРОЕК
m_strGamepadScrollHelp=Прокрутка текста
m_strGamepadBackToListHelp=Прокрутка списка
m_strResetDefaults="Вы уверены, что хотите восстановить настройки по умолчанию для этого мода??"
m_strResetAllDefaults="Предупреждение: эта операция восстановит настройки по умолчанию для ВСЕХ МОДОВ?"
m_strSettingsChanged="Новые настройки были сохранены. Некоторые изменения могут потребовать перезагрузки сохраненной игры или перезапуска миссии."
m_strDontShowAnymore=НЕ ПОКАЗЫВАТЬ ЭТО СНОВА
m_strBuildingOptionsProgress=СОЗДАНИЕ НАСТРОЕК
m_strProfilesButton=УПРАВЛЯТЬ ПРОФИЛЯМИ
m_strEmptyProfile=<FONT COLOR='#FF0000'>(ПУСТОЙ ПРОФИЛЬ)</FONT>

[UIModManager]
m_strModsMenuButton="МЕНЮ МОДОВ"
m_strNoDescription=Нет доступного описания.
m_strMissingPackage="<FONT COLOR='#FF0000'><B>Не удалось загрузить необходимый пакет!! Вероятно, отсутствует файл <XGParam:StrValue0/> внутри CookedPCConsole и его подпапках.</B></FONT>"
m_strDisabledPackage="<FONT COLOR='#FF0000'><B>Не удалось загрузить необходимый пакет!! Вероятно, отсутствует файл <XGParam:StrValue0/> в Меню Модов для запуска этого мода.</B></FONT>"
m_strModsInPackage=Включите этот пакет, чтобы получить доступ к:
m_sModProfilePrefix=Профиль
[UIModSharedContainer]
;----------------------------------------------------------
;USING .INT (OR OTHER LOCALIZATION) FILE
;----------------------------------------------------------
;The way you should organize entries in this  section is like this:
;
;m_arrVarName="UIModManager"
;m_arrVarFriendlyName="Configure Mod Manager"
;m_arrVarDescription=Adjust options of the Mod Manager.
;
;Lines like the above should be always coming in threes, whenever you put a line m_arrVarName it MUST be followed by m_arrVarFriendlyName and m_arrVarDescription. 
;You can make m_arrVarFriendlyName="" and m_arrVarDescription="" if you don't need them but they must be there or you will screw auto-search algorithms
;m_arrVarName=SomeName is 99% times as good as m_arrVarName="SomeName" so suit yourself. 
;The above is more relevant to descriptions:
;
;m_arrVarDescription="Some description with inline \"quote\""
;or
;m_arrVarDescription=Some description with inline"qoute"
;
;Credits - a block of lines for certain mod should start with BEGIN_ModName and end with END_ModName, just like below:

m_arrCreditsModMgr=BEGIN_UIModManager
m_arrCreditsModMgr=<h1>UI MOD MANAGER</h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=Szymon 'szmind' Zminda
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Дизайн</h3>
m_arrCreditsModMgr='szmind'
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Програмирование</h3>
m_arrCreditsModMgr='szmind'
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Програмирование Интерфейса</h3>
m_arrCreditsModMgr='szmind'
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Отладка и обеспечение качества</h3>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=Угадайте кто?
m_arrCreditsModMgr=""
m_arrCreditsModMgr=Да, ты догадался :)\n'szmind'
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Особые благодарности:</h3>
m_arrCreditsModMgr=Loriendal - за начальные тесты и отчеты об ошибках
m_arrCreditsModMgr=kdm2k6 - за тесты и поддержку геймпада
m_arrCreditsModMgr=Lafiir - за еще большее количество тестов поддержки геймпада и отчетов об ошибках
m_arrCreditsModMgr=AzXeus - за бесценный совет о том, как избежать багов:)
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Contact</h3>
m_arrCreditsModMgr=szmind@gmail.com\nDiscord: szmind#7068
m_arrCreditsModMgr=END_UIModManager

m_arrCreditsModMgr=BEGIN_XComSpawnMutator
m_arrCreditsModMgr=<h1>Случайные появления</h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=wghost81
m_arrCreditsModMgr=""
m_arrCreditsModMgr=(Senior Contributing Programmer in Long War Team)
m_arrCreditsModMgr=END_XComSpawnMutator

m_arrCreditsModMgr=BEGIN_XComLZMutator
m_arrCreditsModMgr=<h1>Зоны появления</h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=wghost81
m_arrCreditsModMgr=""
m_arrCreditsModMgr=(Senior Contributing Programmer in Long War Team)
m_arrCreditsModMgr=END_XComLZMutator

m_arrCreditsModMgr=BEGIN_XComBombMutator
m_arrCreditsModMgr=<h1>Расположение бомб</h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=wghost81
m_arrCreditsModMgr=""
m_arrCreditsModMgr=(Старший программист в Long War Team)
m_arrCreditsModMgr=END_XComBombMutator

m_arrCreditsModMgr=BEGIN_XComSpawnAlienMutator
m_arrCreditsModMgr=<h1>Зоны высадки</h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=wghost81
m_arrCreditsModMgr=""
m_arrCreditsModMgr=(Старший программист в Long War Team)
m_arrCreditsModMgr=END_XComSpawnAlienMutator

m_arrCreditsModMgr=BEGIN_XComPodSpawnMutator
m_arrCreditsModMgr=<h1>Расположение паков</h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=wghost81
m_arrCreditsModMgr=""
m_arrCreditsModMgr=(Старший программист в Long War Team)
m_arrCreditsModMgr=END_XComPodSpawnMutator

m_arrCreditsModMgr=BEGIN_XComMeldSpawnMutator
m_arrCreditsModMgr=<h1>Расположение Состава/h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=wghost81
m_arrCreditsModMgr=""
m_arrCreditsModMgr=(Старший программист в Long War Team)
m_arrCreditsModMgr=END_XComMeldSpawnMutator

m_arrCreditsModMgr=BEGIN_Sightlines
m_arrCreditsModMgr=<h1>ИНДИКАТОР ЛИНИИ ВИДИМОСТИ</h1>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h2>АВТОР</h2>
m_arrCreditsModMgr=""
m_arrCreditsModMgr=tracktwo
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Дизайн и Программирование</h3>
m_arrCreditsModMgr=tracktwo
m_arrCreditsModMgr=""
m_arrCreditsModMgr=<h3>Особые благодарности:</h3>
m_arrCreditsModMgr=szmind - за этот крутой экран благодарностей и меню опций в игре :)
m_arrCreditsModMgr=END_Sightlines

m_arrVarName="UIModManager"
m_arrVarFriendlyName="Настройки менеджера модов"
m_arrVarDescription="Измените настройки менеджера модов."

m_arrVarName="UIModManager.m_bShowChangesWarning"
m_arrVarFriendlyName="Диалог сохранения настроек"
m_arrVarDescription="Каждый раз, когда вы меняете настройки мода во время запущенной игры, вы будете предупреждены о том, что некоторые изменения могут потребовать перезагрузки/перезапуска. Включите/выключите это напоминание с помощью этой опции."

m_arrVarName="UIModManager.m_bShowExitWarning"
m_arrVarFriendlyName="Диалог игнорирования изменений"
m_arrVarDescription="Каждый раз, когда вы выходите из меню модов без сохранения настроек, вы будете предупреждены об этом. Включите/выключите это предупреждение, используя эту опцию."

m_arrVarName="UIModManager.m_bShowResetWarning"
m_arrVarFriendlyName="Диалог восстановления настроек по умолчанию"
m_arrVarDescription="Каждый раз, когда вы пытаетесь сбросить настройки мода до значений по умолчанию, вам будет предлагаться подтверждение. Включите/выключите это предупреждение, используя эту опцию."

m_arrVarName="UIModManager.m_bSortMods_ByAlphabet"
m_arrVarFriendlyName="Сортировать моды по названию"
m_arrVarDescription="Когда этот параметр отмечен (настройка по умолчанию), список модов сортируется в алфавитном порядке (это относится и к списку пакетов). Вы можете отключить его, сняв этот флажок, и моды будут несортированы - в порядке появления в DefaultMutatorLoader.ini (или близком к нему)."

m_arrVarName="UIModManager.m_bSortMods_SelectedFirst"
m_arrVarFriendlyName="Выбранные моды сверху"
m_arrVarDescription="Когда этот параметр отмечен, моды, которые в данный момент включены, будут отображаться вверху списка (отсортированные в алфавитном порядке или нет - в зависимости от настройки \"Сортировать моды по имени\"). Это относится и к списку пакетов. Список пересортировывается каждый раз, когда вы переключаетесь между вкладками (а не каждый раз, когда вы переключаете мод)."

m_arrVarName="UIModManager.m_bEnsurePerformance"
m_arrVarFriendlyName="Обеспечить производительность"
m_arrVarDescription="Когда этот параметр отмечен, большинство раскрывающихся списков в окне конфигурации мода будет заменено счетчиком (горизонтальное поле со стрелками влево/вправо). В свою очередь, вы не будете испытывать слишком долгих пауз при переключении в/из окна конфигурации с многочисленными раскрывающимися списками."

m_arrVarName="XComLZMutator"
m_arrVarFriendlyName="LW - Посадочные зоны"
m_arrVarDescription="Включает рандомизированные точки приземления для отряда XCom. Делает игру менее повторяющейся, так как отряд XCom может быть развернут в разных местах на одной карте."

m_arrVarName="XComBombMutator"
m_arrVarFriendlyName="LW - Расположение бомб"
m_arrVarDescription="Более разумное расположение бомбы в миссиях по обезвреживанию бомб. Контролируйте близость силовых узлов к месту приземления и начальному таймеру бомбы."

m_arrVarName="XComSpawnMutator"
m_arrVarFriendlyName="LW - Случайные Спавны"
m_arrVarDescription="<font color='#00FF00'>Это не автономный мод.</font> Однако его параметры доступны для следующих модов: LW - Расположение бомб, LW - Расположение состава, LW - Посадочные зоны, LW - Места размещения, LW - Расположение отряда."

m_arrVarName="XComMeldSpawnMutator"
m_arrVarFriendlyName="LW - Расположение состава"
m_arrVarDescription="Разумное расположение контейнеров с составом - по умолчанию один легкий и один жесткий контейнер. Позволяет контролировать близость местоположения, а также максимальное количество контейнеров."

m_arrVarName="XComPodSpawnMutator"
m_arrVarFriendlyName="LW - Расположение отряда"
m_arrVarDescription="Рандомизирует расположение инопланетных модулей (включая модуль командира), соблюдая при этом ограничения на близость к зоне посадки, скрытую оперативную зону и избегая (или нет) зоны захвата (в миссиях по восстановлению данных)."

m_arrVarName="XComSpawnAlienMutator"
m_arrVarFriendlyName="LW - Места размещения"
m_arrVarDescription="Делает подкрепление пришельцев более сложным (по умолчанию). Позволяет управлять несколькими факторами, определяющими механику нереста (например отключить автоматическое наблюдение за появлением). Настройки не будут применены к миссии по поиску и разведке на территории Нью Фауленд.\n<FONT COLOR='#00FF00' SIZE='16'>Вы можете расширить список исключений в DefaultRandomSpawns.ini</FONT>"

m_arrVarName="XComLZMutator.XComFCMutator"
m_arrVarFriendlyName="Финансирование Советом (LW)"
m_arrVarDescription="Понятия не имею, что оно делает :)"

m_arrVarName="XComSpawnMutator.PLAYER_PROXIMITY"
m_arrVarFriendlyName="Близость к игроку"
m_arrVarDescription="Минимальное расстояние в метрах (1 плитка=1,6 м) между зоной посадки и местами размещения какого-либо объекта: контейнер с составом, пак пришельцев, место высадки инопланетян. Увеличьте его, чтобы разрешить места дальше от игрока. Уменьшите, чтобы разрешить места ближе к игроку.\nПо умолчанию 29 (18 плиток), что является стандартным визуальным диапазоном."

m_arrVarName="XComSpawnMutator.OP_PROXIMITY"
m_arrVarFriendlyName="Близость к секретному агенту"
m_arrVarDescription="Минимальное расстояние в метрах (1 плитка=1,6 м) между тайным оперативником и местоположением какого-либо объекта: контейнер с составом, пак Экзальт, место размещения экзальтовцев. Увеличьте его, чтобы разрешить места дальше от игрока. Уменьшите, чтобы разрешить места ближе к игроку.\nПо умолчанию: 32 (20 плиток), что на 2 плитки за пределами визуального диапазона."

m_arrVarName="XComSpawnMutator.AVOID_CAPTURE_ZONES"
m_arrVarFriendlyName="Избегайте зон захвата"
m_arrVarDescription="Зоны захвата в миссиях по восстановлению данных являются"запрещенным местом" для появления контейнеров с составом, паков Экзальт или подкреплений Экзальт."

m_arrVarName="XComBombMutator.INITIAL_TIMER_VALUE"
m_arrVarFriendlyName="Начальный таймер бомбы"
m_arrVarDescription="В начале миссии таймер бомбы будет установлен на это число ходов.\nПо умолчанию в 1.1: 5.\nПо умолчанию в 1.0: 4."

m_arrVarName="XComBombMutator.PLAYER_PROXIMITY"
m_arrVarFriendlyName="Близость к игроку"
m_arrVarDescription="Этот параметр заменяет общий параметр в"LW - лучайные Спавны". Контролирует расстояние в метрах (1 плитка=1,6 м) действительных мест появления для силовых узлов и бомбы. Увеличьте его, чтобы узлы появлялись дальше от игрока. Уменьшите разрешение, чтобы узлы были ближе к игроку.\nПо умолчанию: 8 (5 плиток)."

m_arrVarName="XComMeldSpawnMutator.NumContainers"
m_arrVarFriendlyName="Количество контейнеров"
m_arrVarDescription="Увеличьте/уменьшите максимальное количество создаваемых контейнеров с составом (на маленьких картах может не хватить подходящих мест для появления максимального количества).\nЗадание по умолчанию:3."

m_arrVarName="XComMeldSpawnMutator.EqSlope"
m_arrVarFriendlyName=""
m_arrVarDescription=Это множитель для количества «синих ходов», необходимых для достижения контейнера из зоны приземления. Человекочитаемая формула будет:"NumberOfTurns=TilesFromLandingZone x EqSlope + EqConst". Точная формула:\nDestroyedOnTurn=(DistToPlayer / (96 x 8)) x EqSlope + EqConst. Вы можете прочитать (96 х 8) как 8 плиток, что примерно"стандартный синий ход".\nЗначение по умолчанию: 1.55.\n\nПРИМЕР:\nEqSlope=1.50\nEqConst=1.0\nДля контейнера в пределах 30 плиток таймер будет установлен на 30/8 x 1,50 + 1,0=6 ходов.\nВ контейнере в пределах 50 плиток будет установлен таймер на 50/8 x 1,5 + 1,0=10 ходов.

m_arrVarName="XComMeldSpawnMutator.EqConst"
m_arrVarFriendlyName=""
m_arrVarDescription=Это минимальный порог для начального таймера. Это далее увеличивается с расстоянием между контейнером и зоной приземления. Человекочитаемая формула будет:"NumberOfTurns=TilesFromLandingZone x EqSlope + EqConst". Точная формула:\nDestroyedOnTurn=(DistToPlayer / (96 x 8)) x EqSlope + EqConst. Вы можете прочитать (96 x 8) как 8 плиток, что примерно"стандартный синий ход".\nЗначение по умолчанию: 1.0.\n\nПРИМЕР:\nEqSlope=1.50\nEqConst=1.0\nКонтейнер в пределах 30 плиток будет иметь таймер 30/8 x 1.50 + 1.0=6 ходов.\nДля контейнера в пределах 50 плиток таймер будет установлен на 50/8 x 1.50 + 1.0=10 ходов.

m_arrVarName="XComSpawnAlienMutator.MIN_DROP_DIST"
m_arrVarFriendlyName="Минимальное расстояние высадки"
m_arrVarDescription="Минимальное допустимое расстояние (в метрах, 1 плитка=1,6 м) между инопланетным/экзальтовским подкреплением и подразделением XCOM.\nПо умолчанию 7 (4 плиток). Не может быть слишком близко к максимальному расстоянию падения. Мод гарантирует, что: Min не больше, чем Max - 7."

m_arrVarName="XComSpawnAlienMutator.MAX_DROP_DIST"
m_arrVarFriendlyName="Максимальное расстояние высадки"
m_arrVarDescription="Максимальное допустимое расстояние (в метрах, 1 плитка=1,6 м) между инопланетным/экзальтовским подкреплением и подразделением XCOM.\nПо умолчанию 32 (20 плиток)."

m_arrVarName="XComSpawnAlienMutator.USE_OVERWATCH"
m_arrVarFriendlyName="Наблюдение при подкреплении"
m_arrVarDescription="Если установить этот флажок (настройка по умолчанию), враги, находящиеся в режиме ожидания, будут активны."

m_arrVarName="XComSpawnAlienMutator.DROP_TO_COVER"
m_arrVarFriendlyName="Высадка в укрытие"
m_arrVarDescription="Установка этой опции (настройка по умолчанию) заставляет врагов, которые будут вставлять, выбирать приоритеты для мест с укрытием, предпочтительно высокими."

m_arrVarName="XComSpawnAlienMutator.REVEAL_SPAWN"
m_arrVarFriendlyName="Выявить все высадки"
m_arrVarDescription="Если этот параметр установлен (настройка по умолчанию), отображаются ВСЕ действия по высадке - даже если команда XCOM не видит врага после высадки. Снимите этот флажок для дополнительной задачи: вы не увидите врагов, заглядывающих в места, не виденные XCOM."

m_arrVarName="Sightlines"
m_arrVarFriendlyName="Индикатор поля зрения"
m_arrVarDescription="Индикатор LoS - это мод для возврата функции XCOM2 обратно в XCOM EW/LW. Когда этот мод включен, при перемещении курсора для выбора целевого элемента движения враги, которые будут видны с этой точки, графически отображаются на экране.\n\nМод содержит несколько настраиваемых переменных, которые могут представлять интерес, см. Вкладку параметров,\n<FONT COLOR='#00FF00'>Новые настройки (включая включение/выключение мода) вступают в силу немедленно, НЕ НУЖНО ПЕРЕЗАГРУЖАТЬ</FONT>."

m_arrVarName="Sightlines.SightIndicator"
m_arrVarFriendlyName="Стиль Индикатора"
m_arrVarDescription="Выберите одно из следующих значений:\n\nЗелёный диск - зеленый диск окружает видимые единицы.\nОранжевый диск - оранжевый диск окружает видимые единицы.\nЗолотой диск - Золотой диск окружает видимые единицы.\nЗначок наблюдения - только LW. Индикатор наблюдения на флаге объекта добавляется к видимым объектам. Индикатор будет голубого цвета XCom и будет переключаться между голубым и красным на инопланетянах при наблюдении. Смотрите также Мигающий интервал."

m_arrVarName="Sightlines.SightIndicator.1"
m_arrVarFriendlyName="Зелёный диск"
m_arrVarDescription=""

m_arrVarName="Sightlines.SightIndicator.2"
m_arrVarFriendlyName="Оранжевый диск"
m_arrVarDescription=""

m_arrVarName="Sightlines.SightIndicator.3"
m_arrVarFriendlyName="Золотой диск"
m_arrVarDescription=""

m_arrVarName="Sightlines.SightIndicator.0"
m_arrVarFriendlyName="Значок наблюдения"
m_arrVarDescription=""

m_arrVarName="Sightlines.OVERWATCH_TOGGLE_DELAY"
m_arrVarFriendlyName="Мигающий Интервал"
m_arrVarDescription="Только LW. Время (в секундах), которое задерживается между красным и голубым состояниями индикатора наблюдения при показе LoS инопланетянина, который в данный момент находится в режиме наблюдения. Этот параметр полезен только в том случае, если для стиля индикатора установлено значение \"Значок наблюдения\".\nПо умолчанию: 0.50."

m_arrVarName="Sightlines.SIGHTLINE_TICK_DELAY"
m_arrVarFriendlyName="Задержка обновления"
m_arrVarDescription="Время (в секундах), в течение которого игровой движок ожидает между обновлениями информации LoS. Чем ниже это значение, тем быстрее будет обновляться пользовательский интерфейс при наведении на новые плитки. Это значение может сильно повлиять на производительность игры - установите значение, подходящее для вашей системы.\nПо умолчанию: 1.0."

m_arrVarName="Sightlines.SHOW_FRIENDLY_INDICATORS"
m_arrVarFriendlyName="Показать индикатор для:"
m_arrVarDescription="Если вы выберете \"Все юниты\", индикаторы также будут отображаться на дружественных юнитах (например XCom). Это может быть полезно для определения того, будет ли союзник в LoS действовать в качестве цели для определенных способностей. По умолчанию установлено значение \"Только для врагов\", так как дополнительные индикаторы могут отвлекать некоторых."

m_arrVarName="Sightlines.SHOW_FRIENDLY_INDICATORS.True"
m_arrVarFriendlyName="Все юниты"
m_arrVarDescription=""

m_arrVarName="Sightlines.SHOW_FRIENDLY_INDICATORS.False"
m_arrVarFriendlyName="Только враги"
m_arrVarDescription=""

m_arrVarName="Sightlines.USE_TOGGLE_HOTKEY"
m_arrVarFriendlyName="Используйте горячую клавишу"
m_arrVarDescription="Управляет включением обновлений и индикаторов LoS (false, по умолчанию) или только при нажатии горячей клавиши (true). Если включено, однократное нажатие горячей клавиши включит обновления LoS, обновленные по частоте «задержки обновления», как и раньше. Повторное нажатие горячей клавиши отключит все индикаторы и отключит обновления LoS.Эту опцию можно использовать, если вы обнаружите, что автоматические обновления слишком сильно замедляют игру или если постоянно включенные индикаторы отвлекают.<FONT COLOR='#5CD16C'> Горячая клавиша должна быть указана в DefaultInput.ini в папке конфигурации в разделе XComGame.XComTacticalInput.</FONT> Поиск в файле \"ярлыков способностей\" должен привести вас в нужное место. Новую горячую клавишу можно добавить с помощью строки, например:\n\n<FONT COLOR='#5CD16C'>. Bindings=(Name=\"L\", Command=\"marketing\", alt=TRUE)</FONT>\n\nЭто назначает горячую клавишу Alt-L команде 'marketing', это был режим отладки, который я использовал для этого мода. Клавишу можно настроить на любую клавишу, которую вы предпочитаете, включая кнопки геймпада."

m_arrVarName="RevealMod"
m_arrVarFriendlyName="Моды отображения"
m_arrVarDescription="Откройте для выбора варианты, связанные с раскрытием контейнера, например получите дополнительный желтый ход (только движение, без стрельбы), чтобы ВСЕ солдаты переместились при обнаружении новой группы врагов. Заставьте обнаруженных пришельцев звонить своим друзьям (в зоне прямой видимости) сразу же после появления или в конце хода пришельца."

m_arrVarName="RevealMod.ImmediateChainReveal"
m_arrVarFriendlyName="Немедленное раскрытие цепи"
m_arrVarDescription="Всякий раз, когда открывается новый отряд, он запускает/открывает все отряды в пределах его прямой видимости. Нет никакой дальнейшей цепочки, например, A может видеть B, который может видеть C (если C не видит A, это не раскрывается). Эта функция может привести к появлению скоплений на маленьких картах или к неудачному размещению отрядов. С другой стороны, вы можете быть уверены, что в зоне видимости только что активированного отряда, больше нет скрытых отрядов. Поэтому вы можете вполне безопасно сократить расстояние до этого отряда, не удивляясь неожиданному открытию отряда при приближении."

m_arrVarName="RevealMod.EndOfTurnChainReveal"
m_arrVarFriendlyName="Раскрытие цепочки конца хода"
m_arrVarDescription="Это похоже на"Немедленное раскрытие цепи". В конце хода каждого пришельца все активные инопланетяне активируют/обнаруживают любой другой отряд в пределах его прямой видимости. Проверка прямой видимости выполняется по принципу чужеродного. Так что достаточно, чтобы активный инопланетянин мог видеть хотя бы одного члена другого"спящего" отряда, чтобы активировать этот другой отряд. Эта функция должна привнести некоторый реализм, чтобы инопланетяне, которые видят, как их товарищи сражаются с XCOM, не сидели как утки. С другой стороны - в миссиях устрашения - это может привести к относительно быстрому массовому раскрытию."

m_arrVarName="RevealMod.BailoutMoveOnPodReveal"
m_arrVarFriendlyName="Показать перегородку движения"
m_arrVarDescription="Каждый раз, когда отряд XCOM обнаруживает новый отряд врага, все отряды XCOM, которые уже закончили свой ход, получают 1 желтый ход для изменения положения. Однако это не сработает для пригнувшихся, подавляющих или наблюдающих юнитов."

m_arrVarName="XComStrategyAIMutatorON"
m_arrVarFriendlyName="Новый искусственный интеллект"
m_arrVarDescription="Возможность включить альтернативный и полностью настраиваемый искуственный интеллект. Настраивается в DefaultStrategyAIMod.ini.\nДобавлены все обновления, что не попали в релиз long War 1.0.\n<FONT COLOR='#00ff00'>Внимание! Строго рекомендуется включать или выключать этот мод перед началом новой игры. И не менять настройки.</FONT>"

m_arrVarName="XComStrategyAIMutatorON.EnableAlienResearchON"
m_arrVarFriendlyName="Включить исследование пришельцев"
m_arrVarDescription="Если исследование отключено, появление новых видов будет зависеть исключительно от номера текущего месяца."

m_arrVarName="XComStrategyAIMutatorON.EnableAlienResourcesON"
m_arrVarFriendlyName="Включить ресурсы инопланетян"
m_arrVarDescription="Ресурсы позволяют инопланетянам выставлять дополнительное количество инопланетян, если они отключены, дополнительных инопланетян в миссии не будет."

m_arrVarName="XComStrategyAIMutatorON.EnableAlienLeadersON"
m_arrVarFriendlyName="Включить инопланетных лидеров"
m_arrVarDescription="Внешний вид инопланетных лидеров зависит от уровня исследования, если отключено, лидеры не будут появляться в миссии. Не зависит от опции"Включить ресурсы инопланетян"."

m_arrVarName="XComStrategyAIMutatorON.EnableAmbushUFOsON"
m_arrVarFriendlyName="Включить засадные НЛО"
m_arrVarDescription="Позволяет пришельцам создавать миссии из засад, если их уровень агрессии достаточно высок."

m_arrVarName="XComStrategyAIMutatorON.EnableRandomCommandersON"
m_arrVarFriendlyName="Включить случайных командиров"
m_arrVarDescription="Позволяет включать случайных командиров в миссиях."

m_arrVarName="XComStrategyAIMutatorON.AlwaysSpawnAtLeastOneMainAlienON"
m_arrVarFriendlyName="Создать основного пришельца"
m_arrVarDescription="Всегда появляется хотя бы один главный пришелец в миссиях."

m_arrVarName="XComStrategyAIMutatorON.SurviveCrashPodPct"
m_arrVarFriendlyName="Выживание врагов при крушении"
m_arrVarDescription="Процент отрядов и пришельцев на отряд, которые выжили во время крушения."

m_arrVarName="XComStrategyAIMutatorON.DynamicAliensMultiplier"
m_arrVarFriendlyName="Динамический множитель пришельцев"
m_arrVarDescription="Количество дополнительных подкреплений в месяц."

m_arrVarName="XComStrategyAIMutatorON.MaxPodsOnExaltRaid"
m_arrVarFriendlyName="Максимальное количество отрядов Exalt"
m_arrVarDescription="Номера отрядов для штурма базы Exalt и базы пришельцев. Без ежемесячных модификаторов."

m_arrVarName="XComStrategyAIMutatorON.AlienBaseSoldierPodChance"
m_arrVarFriendlyName="Шанс базового отряда"
m_arrVarDescription="Базы пришельцев создают отряды - особые и элитные 85/15. Эти типы отряды определены ниже."

m_arrVarName="XComStrategyAIMutatorON.ForcedChryssalidHivePodType1"
m_arrVarFriendlyName="Принудительный отряд улья криссалидов"
m_arrVarDescription="Принудительные миссии: eFCM_ChryssalidHive, eFCM_Slingshot_LowFriends и т. д."

m_arrVarName="XComStrategyAIMutatorON.DiffDecreaseProbabilityON"
m_arrVarFriendlyName="Вероятность уменьшения"
m_arrVarDescription="Уменьшает вероятность для видов, у которых есть PodDifficulty > MissionDifficulty. Если false то модули, у которых есть PodDifficulty > MissionDifficulty, будут полностью запрещены для миссии. Если true, такие отряды будут поднимать свой PodChance, деленный на DiffProbabilityDivisor*(PodDifficulty - MissionDifficulty) (см. Ниже). По умолчанию PodDifficulty=0. Для похищений MissionDifficulty равняется сложности похищения (0...3). Для НЛО он равен размеру НЛО (0...4). Все остальные миссии на данный момент имеют сложность 100 (т.е. на них не влияют настройки сложности модуля)."

m_arrVarName="XComStrategyAIMutatorON.PodsDifficultyMultiplier"
m_arrVarFriendlyName="Множитель сложности отрядов"
m_arrVarDescription="Сложность миссии влияет на количество отрядов: для более высоких уровней сложности DifficultyMultiplier*Difficulty добавляется к числу, а для более низких сложностей вычитается."

m_arrVarName="XComStrategyAIMutatorON.ShipSizeMultiplier"
m_arrVarFriendlyName="Множитель от размера корабля"
m_arrVarDescription="Размер корабля влияет на количество отрядов: ShipSizeMultiplier*Модули ShipSize добавляются для больших кораблей."

m_arrVarName="CoverBonus"
m_arrVarFriendlyName="Тактические настройки"
m_arrVarDescription="Меню тактических настроек. Например бонусы получаемые от укрытий. Так же настройки которые встроены в субъект, если он по умолчанию не может прятаться за укрытиями. Штрафы меткости получаемые за отравление. Возможность стрелять во время паники и прочее."

m_arrVarName="CoverBonus.LOW_COVER_BONUSON"
m_arrVarFriendlyName="Бонус от низкого укрытия"
m_arrVarDescription="Установка бонуса от низкого укрытия.\nПо умолчанию: 30."

m_arrVarName="CoverBonus.HIGH_COVER_BONUSON"
m_arrVarFriendlyName="Бонус от высокого укрытия"
m_arrVarDescription="Установка бонуса от высокого укрытия.\nПо умолчанию: 45."

m_arrVarName="CoverBonus.AIR_EVADE_DEFON"
m_arrVarFriendlyName="Бонус воздушного уклонения"
m_arrVarDescription="Повышение защиты отряда от бонуса уклонения с воздуха (имеет char prop eCP_AirEvade).\nПо умолчанию: 30."

m_arrVarName="CoverBonus.NO_COVER_DEFON"
m_arrVarFriendlyName="Защита без прикрытия"
m_arrVarDescription="Врожденное значение защиты, как правило, для юнитов, которые не могут укрыться (имеет char prop eCP_NoCover).\nПо умолчанию: 30."

m_arrVarName="CoverBonus.POISONED_AIM_PENALTYON"
m_arrVarFriendlyName="Штраф за отравление"
m_arrVarDescription="Штраф на меткость, когда вы получили удар кислотой.\nПо умолчанию: 20."

m_arrVarName="CoverBonus.HUNKER_DOWN_WHEN_PANICKEDON"
m_arrVarFriendlyName="Приседать в панике"
m_arrVarDescription="Если результат броска меньше этого числа, отряд садится на корточки, в противном случае они стреляют (если возможно). Это значение не связано с попыткой бежать.\nПо умолчанию: 0.20.\nПо умолчанию в Long war 1.0: 0."

m_arrVarName="CoverBonus.SHOOT_WHEN_PANICKEDON"
m_arrVarFriendlyName="Стрелять в панике"
m_arrVarDescription="Когда отряд паникует, случайный бросок от 0 до этого числа - 1 (например. 0.40).\nПо умолчанию: 0.10.\nПо умолчанию в Long war 1.0: 0."

m_arrVarName="CoverBonus.PANIC_SHOT_HIT_PENALTYON"
m_arrVarFriendlyName="Панический выстрел"
m_arrVarDescription="Выстрелы, сделанные при панике, вычитают это количество из их обычного шанса попасть.\nПо умолчанию: 80."

m_arrVarName="CoverBonus.FatigueMod"
m_arrVarFriendlyName="Усталость солдата"
m_arrVarDescription="Скалирование на основе % для тайм-аута усталости; 100=100%; 0 следует в основном исключить, за исключением сумматоров.\nПо умолчанию: 100."

m_arrVarName="CoverBonus.OficcerFatigueMod"
m_arrVarFriendlyName="Усталость офицера"
m_arrVarDescription="Часы усталости за каждый уровень офицера.\nПо умолчанию: 12."

m_arrVarName="CoverBonus.CB_AIRANDSPACE_BONUSON"
m_arrVarFriendlyName="Экстра усталость"
m_arrVarDescription="Часы дополнительной усталости после миссий ЗА критическое ранение, полученное солдатом в кампании.\nПо умолчанию: 24."

m_arrVarName="CoverBonus.HQ_STARTING_MONEYON"
m_arrVarFriendlyName="Бонусы для мастера"
m_arrVarDescription="Старшие сержанты будут делать ставки по небольшой зашифрованной таблице бонусов к характеристикам каждую X миссию.\nПо умолчанию: 4."

m_arrVarName="StrategySettings"
m_arrVarFriendlyName="Различные настройки"
m_arrVarDescription="Различные небольшие настройки игры. Которые позволяют в значительной мере вернуть игру к настройкам LW 1.0 или EW.\n<FONT COLOR='#00ff00'>Внимание! Некоторые настройки работают ТОЛЬКО в новой игре!</FONT>"

m_arrVarName="StrategySettings.Item_Losses"
m_arrVarFriendlyName="Потери предметов"
m_arrVarDescription="Вероятность потери предмета.\n1) В играх с полной потерей, когда солдат убит или оставлен позади, и...\n2) В играх с НЕ-полной потерей, когда солдат убит или оставлен после провала миссии (экипировка, спасенная пришельцами).\nПо умолчанию: 40."

m_arrVarName="StrategySettings.Country_Losses"
m_arrVarFriendlyName="Потери страны"
m_arrVarDescription="Если вас покинут такое количество стран, из проекта X-Com, вы проиграли.\nПо умолчанию в LW 1.0: 16.\nПо умолчанию в EU-EW: 8."

m_arrVarName="StrategySettings.DW_factor"
m_arrVarFriendlyName="Коэффициент DW"
m_arrVarDescription="SW_MARATHON - главный коэффициент (переменная), определяющий плотность и частоту миссий, получение ресурсов, опыт и некоторые затраты в Активной войне. Если увеличить до 1, все будет примерно на нормальных уровнях LW, но ИИ миссии пришельцев работает иначе, так что это будет другая кампания. Если вы хотите, чтобы кампания была даже длиннее, чем по умолчанию, когда DW отключен, это нормально. У этого числа, вероятно, есть верхний и нижний пределы, когда все начинает ломаться как в плане баланса, так и, возможно, технически (возможно, около 0,2 и 3,0).\nПо умолчанию: 0.50.\nПо умолчанию в LW Rebalance: 1.00."

m_arrVarName="StrategySettings.DW_factor.0.20"
m_arrVarFriendlyName="0.20"
m_arrVarDescription=""

m_arrVarName="StrategySettings.DW_factor.0.50"
m_arrVarFriendlyName="0.50"
m_arrVarDescription=""

m_arrVarName="StrategySettings.DW_factor.1.00"
m_arrVarFriendlyName="1.00"
m_arrVarDescription=""

m_arrVarName="StrategySettings.DW_factor.2.00"
m_arrVarFriendlyName="2.00"
m_arrVarDescription=""

m_arrVarName="StrategySettings.DW_factor.3.00"
m_arrVarFriendlyName="3.00"
m_arrVarDescription=""

m_arrVarName="StrategySettings.BARRACKS_CAPACITYON"
m_arrVarFriendlyName="Вместимость казармы"
m_arrVarDescription="Выберите вместимость казармы.\nПо умолчанию: 100.\nМинимум: 24. Максимум: 200.\n<FONT COLOR='#00ff00'>Работает ТОЛЬКО в новой игре!</FONT>"

m_arrVarName="StrategySettings.HQ_STARTING_MONEYON"
m_arrVarFriendlyName="Бонус за каждую X миссию"
m_arrVarDescription="Старшие сержанты будут проверять небольшую закодированную таблицу бонусов характеристик каждую X миссию."

m_arrVarName="StrategySettings.SOLDIER_COSTON"
m_arrVarFriendlyName="Стоимость солдата"
m_arrVarDescription="Стоимость солдата на всех уровнях сложности.\nПо умолчанию: 25."

m_arrVarName="StrategySettings.LOW_AIMON"
m_arrVarFriendlyName="Стартовая цель"
m_arrVarDescription="Минимальная начальная цель для новичка; Средняя точка устанавливается при появлении солдата; Max=(2 * Mid) - Min.\nПо умолчанию: 58. "

m_arrVarName="StrategySettings.LOW_MOBILITYON"
m_arrVarFriendlyName="Стартовая мобильность"
m_arrVarDescription="Минимальная начальная мобильность для новичка; Средняя точка устанавливается при появлении солдата; Max=(2 * Mid) - Min.\nПо умолчанию: 11."

m_arrVarName="StrategySettings.HIGH_MOBILITYON"
m_arrVarFriendlyName="Стартовая защита"
m_arrVarDescription="Относительная начальная защита, добавленная к суммам в записях Characters= и BalanceMods.\nПо умолчанию: -5."

m_arrVarName="StrategySettings.LOW_WILLON"
m_arrVarFriendlyName="Стартовая воля"
m_arrVarDescription="Минимальная начальная воля для новичка; средняя точка устанавливается при появлении солдата; Max=(2 * Mid) - Min.\nПо умолчанию: 16."

m_arrVarName="StrategySettings.HIGH_WILLON"
m_arrVarFriendlyName="Стартовое здоровье"
m_arrVarDescription="Минимальное начальное количество здоровья для новичка; средняя точка устанавливается при появлении солдата; Max=(2 * Mid) - Min.\nПо умолчанию: 3."

m_arrVarName="StrategySettings.COUNCIL_FIGHT_TILESON"
m_arrVarFriendlyName="Дистанция Одинокого волка"
m_arrVarDescription="Минимальное расстояние одинокого волка в плитках.\nПо умолчанию: 7."

m_arrVarName="StrategySettings.SW_FLANK_CRITON"
m_arrVarFriendlyName="SW Бонус крита"
m_arrVarDescription="ВТОРАЯ ВОЛНА: Бонус к критическому удару от Абсолютного крита.\nПо умолчанию: 100."

m_arrVarName="StrategySettings.SW_ABDUCTION_SITESON"
m_arrVarFriendlyName="SW Прицел в красном тумане"
m_arrVarDescription="ВТОРАЯ ВОЛНА: Предел штрафа при прицеливании из красного тумана.\nПо умолчанию: 35. "

m_arrVarName="StrategySettings.SW_COVER_INCREASEON"
m_arrVarFriendlyName="SW Подвижность в красном тумане"
m_arrVarDescription="ВТОРАЯ ВОЛНА: Предел штрафа мобильности в красном тумане.\nПо умолчанию: 6."

m_arrVarName="StrategySettings.SW_RARE_PSION"
m_arrVarFriendlyName="SW Сильный износ"
m_arrVarDescription="ВТОРАЯ ВОЛНА: Износ: % шанс, что предмет будет поврежден после миссии независимо от ранения солдата (предметы, которые несут раненые солдаты, все равно будут делать отдельный бросок).\nПо умолчанию: 20."

m_arrVarName="XComSHIVSHAREXP"
m_arrVarFriendlyName="Настройки Т-БМП"
m_arrVarDescription="Включите/Выключите получение опыта от Т-БМП. Так же установите лимит, после каких повреждений требуется ремонт."

m_arrVarName="XComSHIVSHAREXP.XComSHIVXPSETTINGS"
m_arrVarFriendlyName="Опыт от Т-БМП"
m_arrVarDescription="Опыт который солдаты могут получить от Т-БМП. Для получения опыта, солдат должен видеть и Т-БМП и его цель, которую он убьет.\nНастройте сколько % опыта получат солдаты.\nПо умолчанию: 50%."

m_arrVarName="XComSHIVSHAREXP.RepairTime"
m_arrVarFriendlyName="Ремонт Т-БМП"
m_arrVarDescription="Время в часах, за которое будет отремонтированы Т-БМП.\nПо умолчанию: 24."

m_arrVarName="XComSHIVSHAREXP.ALLOY_SHIV_HP_BONUSON"
m_arrVarFriendlyName="Ремонт Т-БМП из Сплавов"
m_arrVarDescription="Это «базовые» бонусы здоровья, требующие ремонта.\nПо умолчанию: 10."

m_arrVarName="XComSHIVSHAREXP.HOVER_SHIV_HP_BONUSON"
m_arrVarFriendlyName="Ремонт Т-БМП на антиграве"
m_arrVarDescription="Это «базовые» бонусы здоровья, требующие ремонта.\nПо умолчанию: 6."

m_arrVarName="LoadoutManager"
m_arrVarFriendlyName="Сохранение комплектов"
m_arrVarDescription="Дополнительные кнопки меню позволяющие сохранять комплекты вещей. Каждый класс имеет свои 6 слотов для комплектов вещей.\n<FONT COLOR='#00ff00'>Требуется перезагрузка игры.</FONT>"

m_arrVarName="INTERCEPTOR_MENU"
m_arrVarFriendlyName="Настройки самолетов"
m_arrVarDescription="Различные настройки самолетов. И настройки спутников. Всё, что доступно в DGC.ini."

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON"
m_arrVarFriendlyName="Дней на ремонт"
m_arrVarDescription="Дней на ремонт перехватчика со 100% повреждением. Установка этого значения ниже 75 часов, как сообщается, приводит к ошибкам. Если вы все равно поиграете с этим и получите ошибку «0 дней на исправление», установите значение 700+ часов, пока ошибки не исчезнут.\nПо умолчанию: 25 дней (600 часов)".

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.96"
m_arrVarFriendlyName="4 дня"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.120"
m_arrVarFriendlyName="5 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.144"
m_arrVarFriendlyName="6 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.168"
m_arrVarFriendlyName="7 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.192"
m_arrVarFriendlyName="8 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.216"
m_arrVarFriendlyName="9 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.240"
m_arrVarFriendlyName="10 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.264"
m_arrVarFriendlyName="11 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.288"
m_arrVarFriendlyName="12 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.312"
m_arrVarFriendlyName="13 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.336"
m_arrVarFriendlyName="14 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.360"
m_arrVarFriendlyName="15 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.384"
m_arrVarFriendlyName="16 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.408"
m_arrVarFriendlyName="17 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.432"
m_arrVarFriendlyName="18 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.456"
m_arrVarFriendlyName="19 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.480"
m_arrVarFriendlyName="20 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.504"
m_arrVarFriendlyName="21 день"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.528"
m_arrVarFriendlyName="22 дня"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.552"
m_arrVarFriendlyName="23 дня"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.576"
m_arrVarFriendlyName="24 дня"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.600"
m_arrVarFriendlyName="25 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.624"
m_arrVarFriendlyName="26 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.648"
m_arrVarFriendlyName="27 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.672"
m_arrVarFriendlyName="28 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.696"
m_arrVarFriendlyName="29 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REPAIR_HOURSON.720"
m_arrVarFriendlyName="30 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON"
m_arrVarFriendlyName="Дней до перевооружения"
m_arrVarDescription="Количество дней на добавление любого оружия, созданного на основе технологий пришельцев, на самолет (Ракетные системы жестко запрограммированы на 12 часов).\nПо умолчанию: 7 дней."

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.24"
m_arrVarFriendlyName="1 день"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.48"
m_arrVarFriendlyName="2 дня"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.72"
m_arrVarFriendlyName="3 дня"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.96"
m_arrVarFriendlyName="4 дня"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.120"
m_arrVarFriendlyName="5 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.144"
m_arrVarFriendlyName="6 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.168"
m_arrVarFriendlyName="7 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.192"
m_arrVarFriendlyName="8 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.216"
m_arrVarFriendlyName="9 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.240"
m_arrVarFriendlyName="10 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.264"
m_arrVarFriendlyName="11 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.288"
m_arrVarFriendlyName="12 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.312"
m_arrVarFriendlyName="13 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_REARM_HOURSON.336"
m_arrVarFriendlyName="14 дней"
m_arrVarDescription=""

m_arrVarName="INTERCEPTOR_MENU.INTERCEPTOR_TRANSFER_TIMEON"
m_arrVarFriendlyName="Время перелета"
m_arrVarDescription="Часы для отправки перехватчика на другой континент.\nПо умолчанию: 36."

m_arrVarName="INTERCEPTOR_MENU.UFO_INTERCEPTION_PCTON"
m_arrVarFriendlyName="Обнаружение НЛО"
m_arrVarDescription="У каждого перехватчика есть этот % шанса обнаружить НЛО в любой стране континента, где он находится, при отсутствии спутника. Удваивается с литейным проектом.\nПо умолчанию: 4."

m_arrVarName="INTERCEPTOR_MENU.ABDUCTION_REWARD_SCION"
m_arrVarFriendlyName="Прицельный бонус"
m_arrVarDescription="Бонус прицеливания в кинематографическом режиме для наземных подразделений XCOM и бонус Дружественные небеса (Для настройки ВТОРОЙ ВОЛНЫ) для самолетов XCOM.\nПо умолчанию: 15."

m_arrVarName="INTERCEPTOR_MENU.BASE_SKYRANGER_MAINTENANCEON"
m_arrVarFriendlyName="Тех. обслуживание Скайрейнджера"
m_arrVarDescription="Сколько $ в месяц стоит содержание грузового самолёта (SR-77H).\nПо умолчанию: 20."

m_arrVarName="INTERCEPTOR_MENU.SKYRANGER_CAPACITYON"
m_arrVarFriendlyName="Вместимость Скайрейнджера"
m_arrVarDescription="Первоначальный размер отряда. Максимум 12, независимо от улучшений.\n<FONT COLOR='#00ff00'>Изменение этого параметра повлияет ТОЛЬКО на новые кампании.</FONT>\nПо умолчанию: 6."

m_arrVarName="INTERCEPTOR_MENU.SW_ELERIUM_HALFLIFEON"
m_arrVarFriendlyName="ЭМП шанс добычи"
m_arrVarDescription="Шанс % с помощью Электромагнитной пушки получить бонус восстановления неповрежденной добычи и % восстановленных сплавов, когда НЛО падает из-за самолета.\nПо умолчанию: 0.20."

m_arrVarName="INTERCEPTOR_MENU.UPLINK_CAPACITYON"
m_arrVarFriendlyName="Вместмость спутникового модуля"
m_arrVarDescription="Лимит спутников на спутниковый модуль.\nПо умолчанию: 1."

m_arrVarName="INTERCEPTOR_MENU.NEXUS_CAPACITYON"
m_arrVarFriendlyName="Вместмость спутникового узла"
m_arrVarDescription="Лимит спутников на спутниковый узел.\nПо умолчанию: 2."

m_arrVarName="WeaponSettings"
m_arrVarFriendlyName="Настройки вооружений"
m_arrVarDescription="Различные настройки вооружений. Это только часть настроек. Большее их количество и разнообразие можно настроить в DGC.INI."

m_arrVarName="WeaponSettings.RangeON"
m_arrVarFriendlyName="Дальность огнемета"
m_arrVarDescription="Дальность огнемета в клетках.\nПо умолчанию: 8.\nМинимум: 1. Максимум: 30."

m_arrVarName="WeaponSettings.SweepAngleON"
m_arrVarFriendlyName="Угол атаки огнемета"
m_arrVarDescription="Угол в градусах, образованный между крайней левой стороной атаки и крайней правой стороной атаки.\nПо умолчанию: 60.\nМинимум: 15. Максимум: 180."

m_arrVarName="WeaponSettings.ArcThrower"
m_arrVarFriendlyName="Дугомет"
m_arrVarDescription="Выберите стартовый шанс оглушения врага.\nПо умолчанию: 0.65.\nПо умолчанию в Long War 1.0: 0.61."

m_arrVarName="WeaponSettings.RocketScatter"
m_arrVarFriendlyName="Ракетный разброс"
m_arrVarDescription="Меньше означает более точный ракетный огонь. Расброс - это среднее значение промаха в метрах при стрельбе с нулевым прицелом в цель на расстоянии 20 метров.\n\n0.0 - Без разброса.\n4.0 - Низкий разброс.\n7.8 - Нормальный разброс (По умолчанию).\n9.0 - Большой разброс."

m_arrVarName="WeaponSettings.RocketScatter.0.00"
m_arrVarFriendlyName="Без разброса"
m_arrVarDescription=""

m_arrVarName="WeaponSettings.RocketScatter.4.00"
m_arrVarFriendlyName="Низкий разброс"
m_arrVarDescription=""

m_arrVarName="WeaponSettings.RocketScatter.7.80"
m_arrVarFriendlyName="Нормальный разброс"
m_arrVarDescription=""

m_arrVarName="WeaponSettings.RocketScatter.9.00"
m_arrVarFriendlyName="Большой разброс"
m_arrVarDescription=""

m_arrVarName="WeaponSettings.COUNCIL_FUNDING_MULTIPLIER_HARDON"
m_arrVarFriendlyName="Тепловые боеприпасы и боеголовки"
m_arrVarDescription="Множитель дополнительного урона Тепловых патронов и Боеголовок (100=двойной урон; 50=50% увеличение урона и т.д.)"

m_arrVarName="WeaponSettings.HQASSAULT_MIN_DAYSON"
m_arrVarFriendlyName="Деградация пистолетов"
m_arrVarDescription="Дальность (в метрах), на которую снижается точность оружия из пистолетного слота.\nПо умолчанию: 14."

m_arrVarName="WeaponSettings.ASSAULT_AIM_CLIMBON"
m_arrVarFriendlyName="Порог дальности стрельбы"
m_arrVarDescription="Скорость, с которой оружие со свойством eWP_Assault теряет цель, когда оно превышает порог ближнего боя.\nПо умолчанию: 6.0."

m_arrVarName="WeaponSettings.SNIPER_AIM_FALLON"
m_arrVarFriendlyName="Снайперская цель дебаф"
m_arrVarDescription="Скорость, с которой оружие со свойством eWP_Sniper теряет цель, когда оно находится ниже порога ближней дистанции.\nПо умолчанию: -5.0."

m_arrVarName="WeaponSettings.CLOSE_RANGEON"
m_arrVarFriendlyName="Дистанция штрафы/бонусы"
m_arrVarDescription="Расстояние, на котором начисляются штрафы/бонусы с близкого расстояния.\nПо умолчанию: 14.0."

m_arrVarName="WeaponSettings.AdditionalProximityMinesON"
m_arrVarFriendlyName="Дополнительные мины"
m_arrVarDescription="Для МЭК. Работает на МЭК с перком Расширенное хранилище.\nПо умолчанию: 1."

m_arrVarName="WeaponSettings.AdditionalGrenadesON"
m_arrVarFriendlyName="Дополнительные гранаты"
m_arrVarDescription="Для МЭК. Работает на МЭК с перком Расширенное хранилище.\nПо умолчанию: 1."

m_arrVarName="WeaponSettings.AdditionalRestorativeMistShotsON"
m_arrVarFriendlyName="Восстанавливающий туман"
m_arrVarDescription="Для МЭК. Работает на МЭК с перком Расширенное хранилище.\nПо умолчанию: 1."

m_arrVarName="WeaponSettings.AIM_CLIMBON"
m_arrVarFriendlyName="Штраф меткости"
m_arrVarDescription="Это штраф, который НЕ-Снайперское оружие получает за каждый квадрат расстояния между ним и целью, в данном случае штраф 3 меткости за квадрат расстояния.\nПо умолчанию: 3.0."

m_arrVarName="WeaponSettings.ASSAULT_LONG_RANGE_MAX_PENALTYON"
m_arrVarFriendlyName="Максимальный штраф"
m_arrVarDescription="Максимальный штраф для любого оружия, это означает, что независимо от того, как далеко находится цель, вы никогда не понесете больше 100 штрафа меткости (или другого значения, которое вы установили).\nПо умолчанию: -100."

m_arrVarName="WeaponSettings.EXALT_LOOT1ON"
m_arrVarFriendlyName="Заряды Трекера движения"
m_arrVarDescription="Количество зарядов для Трекера движения.\nПо умолчанию: 3."

m_arrVarName="WeaponSettings.BASE_REMOVAL_DAYSON"
m_arrVarFriendlyName="Дистанция Трекера движения"
m_arrVarDescription="Дистанция трекера движения (любой объект с eAbility_TooCloseForComfort) в метрах, так что (X плиток - 27)/1.5.\nПо умолчанию: 35."

m_arrVarName="MissionsSettings"
m_arrVarFriendlyName="Настройки миссий"
m_arrVarDescription="Различные настройки, связанные с миссиями. Таймеры миссий и т.д."

m_arrVarName="MissionsSettings.AI_TERRORIZE_MOST_PANICKEDON"
m_arrVarFriendlyName="ИИ терроризирует самых паникующих"
m_arrVarDescription="Вероятность попадания инопланетян в самую паникующую соседнюю страну в нескольких типах миссий.\nПо умолчанию: 85."

m_arrVarName="MissionsSettings.UFO_CRASH_TIMERON"
m_arrVarFriendlyName="Таймер аварии НЛО"
m_arrVarDescription="Таймер миссии аварии НЛО.\nПо умолчанию: 72."

m_arrVarName="MissionsSettings.TERROR_TIMERON"
m_arrVarFriendlyName="Таймер террора"
m_arrVarDescription="Таймер террористической миссии.\nПо умолчанию: 48."

m_arrVarName="MissionsSettings.UFO_LANDED_TIMERON"
m_arrVarFriendlyName="Таймер приземления НЛО"
m_arrVarDescription="Таймер миссии приземления НЛО.\nПо умолчанию: 32."

m_arrVarName="MissionsSettings.ABDUCTION_TIMERON"
m_arrVarFriendlyName="Таймер похищения"
m_arrVarDescription="Таймер миссии по похищению.\nПо умолчанию: 16."

m_arrVarName="MissionsSettings.COUNCIL_DAYON"
m_arrVarFriendlyName="Таймер дней совета"
m_arrVarDescription="Таймер, указывающий, через сколько дней может появиться новая миссия совета.\nПо умолчанию: 17."

m_arrVarName="MissionsSettings.COUNCIL_RAND_DAYSON"
m_arrVarFriendlyName="Таймер случайных дней совета"
m_arrVarDescription="Таймер, показывающий интервал, в течение которого может появиться новая миссия совета, если она уже доступна.\nПо умолчанию: 10."

m_arrVarName="AliensSettings"
m_arrVarFriendlyName="Настройки пришельцев"
m_arrVarDescription="Различные настройки, связанные с пришельцами и их способностями. А также настройки, связанные с НЛО."

m_arrVarName="AliensSettings.EXALT_LOOT2ON"
m_arrVarFriendlyName="Минимальный шанс попадания"
m_arrVarDescription="Это минимальный шанс попадания для инопланетянина, чтобы сделать вывод, что у него сильная атака, хорошая цель для командной атаки или потенциальный смертельный выстрел, что делает его более вероятным выстрелить, чем принимать другие варианты. Обратите внимание, инопланетяне с низким прицелом решат, что у них сильная атака с низким уровнем попадания, жестко заданным для атаки-30.\nПо умолчанию: 40.\nПо умолчанию EU-EW: 50."

m_arrVarName="AliensSettings.UFO_HYPERWAVE_SURVIVEON"
m_arrVarFriendlyName="Уязвимая цель пришельца"
m_arrVarDescription="Это минимальный шанс попадания для инопланетянина, чтобы сделать вывод, что у него уязвимая цель. Это влияет на то, будет ли он двигаться, чтобы попытаться сделать выборочный выстрел. Это также может повлиять на способности с % успеха.\nПо умолчанию : 45.\nПо умолчанию EU-EW: 55."

m_arrVarName="AliensSettings.ABDUCTION_LURK_PCTON"
m_arrVarFriendlyName="Отряды на похитителях"
m_arrVarDescription="Поведение отрядов пришельцев - вероятность, что они будут скрываться, а не патрулировать, в типах миссий по похищению."

m_arrVarName="AliensSettings.LARGE_UFO_LURK_PCTON"
m_arrVarFriendlyName="Отряды на больших НЛО"
m_arrVarDescription="Поведение отрядов пришельцев - шанс, что они будут скрываться, а не патрулировать на больших кораблях ".

m_arrVarName="AliensSettings.SMALL_UFO_LURK_PCTON"
m_arrVarFriendlyName="Отряды на маленьких НЛО"
m_arrVarDescription="Поведение отрядов пришельцев - вероятность того, что они будут скрываться, а не патрулировать на небольших кораблях."

m_arrVarName="AliensSettings.REFLECT_DMGON"
m_arrVarFriendlyName="Отражение урона"
m_arrVarDescription="Отражение урона Эфириалом нанесет этот процент урона (основанный на исходной атаке)."

m_arrVarName="AliensSettings.UFO_FIND_SATON"
m_arrVarFriendlyName="Поиск спутника"
m_arrVarDescription="Вероятность того, что НЛО найдет спутник."

m_arrVarName="AliensSettings.UFO_SECOND_PASS_FIND_SATON"
m_arrVarFriendlyName="Повторный поиск спутника"
m_arrVarDescription="Вероятность того, что НЛО найдет спутник при повторном поиске."

m_arrVarName="AliensSettings.UFO_FIND_STEALTH_SATON"
m_arrVarFriendlyName="Поиск стелс спутника"
m_arrVarDescription="Вероятность того, что НЛО найдет скрытый спутник."

m_arrVarName="AliensSettings.UFO_SECOND_PASS_FIND_STEALTH_SATON"
m_arrVarFriendlyName="Повторный поиск стелс спутника"
m_arrVarDescription="Вероятность того, что НЛО найдет скрытый спутник при повторном поиске."

m_arrVarName="LabsSettings"
m_arrVarFriendlyName="Настройки лабораторий"
m_arrVarDescription="Настройки лабораторий, мастерских и электростанций. Множители которое позволяют регулировать скорость исследований или производства предметов. Настраивать мощность генераторов. А так же шансы создания псионика, ремонт предметов и прочее."

m_arrVarName="LabsSettings.PSI_NUM_TRAINING_SLOTSON"
m_arrVarFriendlyName="Слоты лабораторий"
m_arrVarDescription="Количество ячеек для солдат (и следовательно солдат, которые могут одновременно обучаться) в Пси Лабораториях, Генных лабораториях и Кибернетической лаборатории/Ремонтном отсеке.\nПо умолчанию: 6.\nПо умолчанию в LW 1.0: 3"

m_arrVarName="LabsSettings.PSI_GIFT_CHANCEON"
m_arrVarFriendlyName="Шанс пси-подарка"
m_arrVarDescription="Шанс на успешное обучение, если Воля солдата равна целевой воле Пси Силы; (Понизьте это до 0,25, чтобы вернуть опцию More Than Human SW).\nПо умолчанию: 0.45."

m_arrVarName="LabsSettings.BUILD_TIME"
m_arrVarFriendlyName="Время Ремонта"
m_arrVarDescription="Проценты обычного времени сборки, которое занимает ремонт элемента (Также уменьшается с инженерами и литейным проектом Расширенный ремонт).\nПо умолчанию: 80."

m_arrVarName="LabsSettings.m_fMecRepairCostModON"
m_arrVarFriendlyName="Стоимость ремонта"
m_arrVarDescription="Это сумма, необходимая для ремонта поврежденного предмета в денежном выражении, сплавах, элериуме и соединении.\nПо умолчанию: 0.20."

m_arrVarName="LabsSettings.TECH_TIME_BALANCEON"
m_arrVarFriendlyName="Технологическое время"
m_arrVarDescription="Мультипликатор для всех технических значений iTime. Время в часах для 1 ученого (iTime * Tech_Time_Balance * 72).\nПо умолчанию: 10."

m_arrVarName="LabsSettings.NUM_STARTING_SCIENTISTSON"
m_arrVarFriendlyName="Стартовые Ученые"
m_arrVarDescription="Количество ученых в новой игре.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.LAB_MINIMUMON"
m_arrVarFriendlyName="Минимум Ученых"
m_arrVarDescription="Количество ученых, необходимое для вашей первой лаборатории.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.LAB_MULTIPLEON"
m_arrVarFriendlyName="Новые лаборатории"
m_arrVarDescription="Количество ученых, необходимых для каждой дополнительной лаборатории.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.LAB_BONUSON"
m_arrVarFriendlyName="Бонус исследований"
m_arrVarDescription="Бонус за сокращение времени исследования, который вы получаете за лабораторию.\nПо умолчанию: 0.2."

m_arrVarName="LabsSettings.LAB_ADJACENCY_BONUSON"
m_arrVarFriendlyName="Соседство лабораторий"
m_arrVarDescription="Бонус за соседство для каждой дополнительной лаборатории.\nПо умолчанию: 0.1."

m_arrVarName="LabsSettings.NUM_STARTING_ENGINEERSON"
m_arrVarFriendlyName="Стартовые инженеры"
m_arrVarDescription="Количество инженеров в новой игре.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.WORKSHOP_MINIMUMON"
m_arrVarFriendlyName="Минимум инженеров"
m_arrVarDescription="Количество инженеров, необходимое для вашей первой мастерской.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.WORKSHOP_MULTIPLEON"
m_arrVarFriendlyName="Новые мастерские"
m_arrVarDescription="Количество инженеров, необходимых для каждой дополнительной мастерской.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.WORKSHOP_REBATE_PCTON"
m_arrVarFriendlyName="Возврат затрат"
m_arrVarDescription="Возврат затрат в размере 7% на литейные проекты, строительство предметов и строительство производственных помещений.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.WORKSHOP_ENG_BONUSON"
m_arrVarFriendlyName="Инженеры за мастерскую"
m_arrVarDescription="Количество инженеров, которое дает каждая мастерская.\nПо умолчанию: 10."

m_arrVarName="LabsSettings.ABDUCTION_REWARD_ENGON"
m_arrVarFriendlyName="Коэффициент масштабирования"
m_arrVarDescription="Коэффициент масштабирования для сроков завершения изделий/литейных проектов... Скорость сокращения времени при оптимальных инженерах.\nПо умолчанию: 0,03."

m_arrVarName="LabsSettings.POWER_NORMALON"
m_arrVarFriendlyName="Электростанция"
m_arrVarDescription="Мощность электростанции.\nПо умолчанию: 8."

m_arrVarName="LabsSettings.POWER_THERMALON"
m_arrVarFriendlyName="Тепловая установка"
m_arrVarDescription="Мощность ТЭЦ.\nПо умолчанию: 25."

m_arrVarName="LabsSettings.POWER_ELERIUMON"
m_arrVarFriendlyName="Элериумная электростанции"
m_arrVarDescription="Мощность элериумной электростанции.\nПо умолчанию: 35."

m_arrVarName="LabsSettings.POWER_ADJACENCY_BONUSON"
m_arrVarFriendlyName="Дополнительная мощность"
m_arrVarDescription="Дополнительная мощность от двух соседних электростанций любого типа.\nПо умолчанию: 3."

m_arrVarName="StrategySettings.StartStats"
m_arrVarFriendlyName="Начальные характеристики"
m_arrVarDescription="Стартовые характеристики солдат."

m_arrVarName="StrategySettings.SWsettings"
m_arrVarFriendlyName="Настройки ВВ"
m_arrVarDescription="Настройки, влияющие на некоторые параметры Второй Волны."

m_arrVarName="CoverBonus.CoverAndDefense"
m_arrVarFriendlyName="Укрытия и защита"
m_arrVarDescription="Различные настройки укрытия и настройки брони."

m_arrVarName="CoverBonus.PanicSettings"
m_arrVarFriendlyName="Настройки паники"
m_arrVarDescription="Настройки влияния паники."

m_arrVarName="CoverBonus.FatigueSettings"
m_arrVarFriendlyName="Настройки усталости"
m_arrVarDescription="Параметры усталости, продолжительность и влияние."

m_arrVarName="INTERCEPTOR_MENU.Interceptors"
m_arrVarFriendlyName="Спутники"
m_arrVarDescription="Настройки емкости спутников."

m_arrVarName="WeaponSettings.Flamethrower"
m_arrVarFriendlyName="Огнемет"
m_arrVarDescription="Настройки огнемета."

m_arrVarName="WeaponSettings.DistanceAimModifiers"
m_arrVarFriendlyName="Модификаторы прицеливания"
m_arrVarDescription="Дальность стрельбы, деградация оружия,а также различные штрафы."

m_arrVarName="WeaponSettings.PackmasterModifiers"
m_arrVarFriendlyName="Модификаторы карманов"
m_arrVarDescription="Вместимость некоторых предметов. Сколько вы можете унести с собой."

m_arrVarName="AliensSettings.Ufos"
m_arrVarFriendlyName="Поиск спутников"
m_arrVarDescription="Настройки поиска спутников."

m_arrVarName="LabsSettings.Scientists"
m_arrVarFriendlyName="Ученые"
m_arrVarDescription="Настройки научных лабораторий."

m_arrVarName="LabsSettings.Workshops"
m_arrVarFriendlyName="Инженеры"
m_arrVarDescription="Настройки мастерских."

m_arrVarName="LabsSettings.Powerstations"
m_arrVarFriendlyName="Электростанции"
m_arrVarDescription="Настройки электростанций."